var newdata=[
    {
        id:"1",
        Job_title: "PHP Developer ",
        Location: " Islamabad , Pakistan ",
        Job_description: " Basecamp Data Solutions is looking for a PHP Developer for its Islamabad, Pakistan’s office to run and assist with WordPress and Moodle’s (Learning Management System) customization needs. The candidate will be required to assess client requirements and develop a delivery and execution plan to achieve the client’s objectives.",
        Qualifications: " Bachlor in Software Engineering",
        Company_name: "Base Camp Data Solutions ",
		Company_description: " We provide data management solutions for clients. We offer the cost benefits of offshore resourcing with the peace of mind and quality of dedicated local management. We design intelligent data management systems to maximize efficiency and robustness of client businesses.",
        Company_overview: "",
        com_image_1: "Scripts/com(1).jpg",
        com_image_2: "Scripts/com(2).jpg",
        com_image_3: "Scripts/com(3).jpg",
        com_image_4: "Scripts/com(4).jpg",
        Rating: "10/10 ",
        Rating_images: ""
    },
    {
        id:"2",
        Job_title: "PHP Developer",
        Location: "Karachi , Pakistan",
        Job_description: " We are looking for PHP developer with 1.5+ years of experience. Can work on various web projects. Must be a motivated individual and technology enthusiast to be part of our technical team.",
        Qualifications: " Experienced Professional",
        Company_name:" Jedsoft",
		Company_description: " Jeddah Soft  is the premier developer and producer of innovative digital information specializes in effective and affordable website design, e-commerce solutions, web application development, and search engine placement for all types of industry.  ",
		
        Company_overview: "",
        com_image_1: "",
        com_image_2: "",
        com_image_3: "",
        com_image_4: "",
        Rating: "9/10",
        Rating_images: ""
    }, {
        id:"3",
        Job_title: "Magento Backend Developer",
        Location: " Karachi , Pakistan",
        Job_description: " Hands on experience with Magento 1.9 & 2 and Laravel (including themes, module development and advance level customization and performance tuning).Must have experience of working with large scale E-Commerce applications with the capability of managing thousands of products and large number of client base. Knowledge of developing marketing oriented E-Commerce systems to increase sales is a big plus. ",
        Qualifications: " Bachelors",
		Company_name:" Pi Pakistan (Pvt) Ltd",
        Company_description: " It is a London based Asset management consultancy firm, investing in Pakistani Equities and Debt Markets. In addition to Investment Management the company also provides Investment Advisory Services, to their clients to fulfill their objective of maximizing their wealth. ",
        Company_overview: "",
        com_image_1: "",
        com_image_2: "",
        com_image_3: "",
        com_image_4: "",
        Rating: "",
        Rating_images: ""
    }, {
        id:"4",
        Job_title: "Web Developer (PHP)",
        Location: " Karachi , Pakistan",
        Job_description: "The role is responsible for developing web applications (PHP) from scratch using codeigniter and Laravel.Sound concepts of OOP, Databases, Logic Building, Requirement Engineering, Application Architecture, PHP (Basic and Advance level), according to a client's specifications.- Knowledge about CSS, JAVAScript, Jquery, Bootstrap, Wordpress and other CMS systems is a plus point. ",
        Qualifications: " Bachelors in Computer Science, IT, Software Engineering",
		Company_name:" PotDrum Digital",
        Company_description: "Based in New York, United State and Karachi, Pakistan, PotDrum Digital is a full-service digital marketing and software development agency that helps businesses generate leads, build an online community and constantly engage its target audience for greater visibility.",
        Company_overview: "",
        com_image_1: "",
        com_image_2: "",
        com_image_3: "",
        com_image_4: "",
        Rating: "10/10",
        Rating_images: ""
    }, {
        id:"5",
        Job_title: "Oracle PL/SQL Developer",
        Location: "Karachi,Pakistan",
        Job_description: "We are looking for an Oracle PL/SQL Developer on contract basis, who will be a key team member on our application redevelopment team. We are redeveloping our complex, established, legacy application using current technologies to increase operating efficiency, resiliency, enhance the customer experience, and adapt to new requirements as required. The Senior Oracle Developer role is key to this redevelopment.",
        Qualifications: "Bachelors Degree in Information Systems, Computer Engineering or equivalent technical Degree; or equivalent combination of education and experience.",
		Company_name:"Contour-software",
        Company_description: "Casitron has been serving the Canadian finance industry since 1980. We provide our clients with integrated hosted solutions encompassing both the front and back office applications, using legacy and web technologies.",
        Company_overview: "",
        com_image_1: "",
        com_image_2: "",
        com_image_3: "",
        com_image_4: "",
        Rating: "10/10",
        Rating_images: ""
    }, {
        id:"6",
        Job_title: "Intern Product Engineer/Software Engineer",
        Location: " Karachi,Pakistan",
        Job_description: "Softech Worldwide is looking to hire an Intern Product Engineer for 3 months which will lead to a permanent position.Build Enterprise-Class Web-based Applications using Microsoft technologies including Microsoft Azure, Azure Media analytics, Azure Media services ",
        Qualifications: "Bachelors in Software Engineer/Computer Sciences/IT",
		Company_name:"Softech Worldwide",
        Company_description: "pSoftech Worldwide is one of leading businesses to hold the Gold Competency in Cloud Solutions and Application Development. Gold competencies by Softech WorldWide is a significant proof of our practice using Microsoft technologies to solve business queries.",
        Company_overview: "",
        com_image_1: "",
        com_image_2: "",
        com_image_3: "",
        com_image_4: "",
        Rating: "7/10",
        Rating_images: ""
    }, {
        id:"7",
        Job_title: "Programmer7React Native App Developer",
        Location: "Karachi , Pakistan",
        Job_description: "RapidoBots is looking for a React Native App Developer.  RapidoBots located at shahra e faisal Karachi, Pakistan.Candidate must be Computer Science/Software Engineering Graduate with at least 1.5 years of experience in Mobile application development, must have excellent communication skills and have a project-centric approach.",
        Qualifications: "Bachelors in Software Engineer/Computer Sciences/IT",
		Company_name:"RapidoBots",
        Company_description: "RapidoBots is one of the top digital marketing agencies of Pakistan and with a team of 50+, there is immense experience working on products, projects & campaigns of varied domains & sizes.",
        Company_overview: "",
        com_image_1: "",
        com_image_2: "",
        com_image_3: "",
        com_image_4: "",
        Rating: "8.5/10",
        Rating_images: ""
    }, {
        id:"8",
        Job_title: "WordPress Developer",
        Location: "Karachi , Pakistan",
        Job_description: "DiscoveriTech a growing company is looking for a Senior WordPress Developer to join our passionate, agile and creative team at Shahra-e-Faisal Karachi..Should have experience in building themes and plugins. Not looking for people who only setup websites using WordPress themes (free or premium) ...Good understanding of front-end technologies, including HTML5, CSS3, JavaScript, jQuery.",
        Qualifications: "Intermediate/A-Level",
		Company_name:"Discover iTech",
        Company_description: " Discover itech is one of the top digital marketing agencies of Pakistan and with a team of 50+, there is immense experience working on products, projects & campaigns of varied domains & sizes.",
        Company_overview: "",
        com_image_1: "",
        com_image_2: "",
        com_image_3: "",
        com_image_4: "",
        Rating: "",
        Rating_images: ""
    }, {
        id:"9",
        Job_title: "Graphics Designer / Front End Developer",
        Location: "Lahore , Pakistan",
        Job_description: "We are looking for an innovative individual male for the position UI/UXDesigner & Front End Developer.He will have overall responsibilities for working on a variety of projects primarily involved in web site design & Front End developement, including the creation of custom graphics. Responsible for designing the user interface & overall customer experience for our websites & applications. This includes overall navigation flow, the layout of specific pages, & creation of individual graphic elements.- At least 3 to 4 years’ experience in Web-based graphic design or web interface design & website development.- Related field or equivalent academic & work experience.- Online portfolio of your recent work is a must.",
        Qualifications: "Masters in BS IT/CS/SE",
		Company_name:"BG Technology",
        Company_description: " ",
        Company_overview: "",
        com_image_1: "",
        com_image_2: "",
        com_image_3: "",
        com_image_4: "",
        Rating: "7/10",
        Rating_images: ""
    }, {
        id:"10",
        Job_title: "Software Developer",
        Location: "Karachi , Pakistan",
        Job_description: "Participate in requirements analysis. Write clean, scalable code using .NET programming languages.Test and deploy applications and systems. Revise, update, refactor and debug code.Familiarity with the ASP.NET framework, SQL Server and design/architectural patterns (e.g. Model-View-Controller (MVC))",
        Qualifications: "Bachelors in BS - IT or BCS",
		Company_name:"Falcon-i Pvt Limited",
        Company_description: "Falcon-i is a subsidiary of a large business conglomerate offering state-of-the-art tracking solution all across Pakistan. Falcon-i has shown unprecedented growth and commitment since its inception. It has been able to build a significantly large and diversified customer base owing to its high quality and reliable European product range.",
        Company_overview: "",
        com_image_1: "",
        com_image_2: "",
        com_image_3: "",
        com_image_4: "",
        Rating: "9.5/10",
        Rating_images: ""
    }
    ];
